{
    "texts": {
      "intro": "Bueno, la mejor forma de iniciar todo esto, es entender que: Yo no te pedí que fueras mi valentine porque lo di por hecho uwu, solo me aseguré que estuvieras el día conmigo para poder darte este “regalo” (ya no sé ni qué considerar regalo hoy en día (mentira, sí lo considero, pero es por si piensas “¿en serio esto es un regalo?” entonces así no me siento mal uwu)). Así que, una vez llegados hasta acá, voy a intentar no escribir mucho, ya que siento que la mayoría del contenido está en otra parte OwO, pero, igual quiero agradecer que hayas llegado hasta este día, pasar nuestro primer 14 de febrero es algo que no sé, es importante jsjs. Al mismo tiempo, me llena de bonitos sentimientos, soy de siempre intentar ser bueno para ti y no solo en algunos momentos del año para parecer bueno y no serlo. Siento si mis acciones a veces no tienen mucho sentido, pero siempre intentaré mostrarte todo mi ser de la mejor forma que se pueda.",
      "question1": "Para empezar esta \"aventura\" tendrás que escuchar un audio y responder una pregunta, dependiendo de tu respuesta, tendrás una recompensa.",
      "question2": "Perfecto, acertaste la primera pregunta, parece fácil, pero con el pasar de las preguntas se irá complicando, espero te haya gustado la carta y yo espero poder dártela presencialmente algún día. Pero bueno, inicialmente dejar claro que lo siento si nada de esto es MUY sorprendente, pero, que sepas que lo hago con todo el cariño del mundo :,d. Ya que, espero, siempre tengas presente el hecho de que eres parte de mí todo, cada vez que te puedo tener presente en mi vida la aprovecharé, tanto que lo hacía desde antes, pero antes era solo porque me caías bien. Ahora es porque te amo y no se me pasa por la cabeza un futuro que no sea contigo.",
      "question3": "Waos, no te voy a mentir, ni siquiera yo me sabía esa respuesta, tuve que buscarla, pero bueno. Lo importante es que llegaste a la respuesta y obtuviste unos lindos girasoles (se ven horribles, pero créeme que me costó hacerlos ☠) Y acá pasa algo muy interesante, yo no soy experto en nada, por lo que es muy complicado mostrarte mi mejor lado de \"algo\", no sé dibujar, pero puedo intentar hacer esta parte del proyecto para al final, hacer algo feo pero a mi manera y con mi firma. En sí, quiero mejorar en este tipo de cosas para que algún día puedas ver las grandes cosas que espero pueda hacer y regalarte porque, no te voy a mentir, últimamente cada vez que aprendo algo interesante pienso en como usarlo para mostrártelo o intentar explicarte algo que, aunque no me entiendas absolutamente nada, ahí estás siendo tú y prestándome atención.",
      "question4": "Y hemos llegado al final, que sepas que todo esto es con amor y cariño hacia ti. De por sí eso se ve con la decoración, creo que nunca me van a ver poniendo tantas fotos de skz en mi vida :d, pero bueno, intentaré no decir mucho acá, porque quiero pensar que el Angel del futuro dijo todo en el audio siguiente y no tengo que preocuparme con el texto, verdad? Bueno, claramente habrá palabras que se me queden sin decir, porque piensa que llevo mucho tiempo pensando las cosas y cometí el pequeño error de no escribir las cosas en su momento, pero ténganme fe, en futuros momentos ya estaré 10 veces más preparado. Sin mucho más que decir, que disfrutes el último audio y el último regalito que, aunque no sea mucho, pues acá andamos bien sentimentales, confíen♥.",
      "question5":"Y sé que dije que no haría nada, y hasta cierto punto no hice nada, así que no te preocupes por esto, solo es una muy pequeña sorpresa jsjs no me costó mucho pero igual quiero que sientas lo especial que es estar más un mes contigo, que nunca pasará como algo más el hecho de que el tiempo nos unió y nos mantiene."
    },
    "images": [
      {
        "src": "assets/img4.jpg",
        "alt": "skz1v",
        "text": "No pregunten, solo quería poner imagenes de los skz para que no se vea tan vacio uwu",
        "class": "img-small"
      },
      {
        "src": "assets/gif1.gif",
        "alt": "skz2v",
        "text": "Además así no sé, te gusta más todo y te termino gustando más yo OwO",
        "class": "img-small"
      },
      {
        "src": "assets/img6.png",
        "alt": "skz3v",
        "text": "Bueno, eso espero, que entre más cosas que te gustan ponga pues más cariño le tendrás a todo esto jsjs",
        "class": "img-small"
      },
      {
        "src": "assets/gif2.gif",
        "alt": "skz4v",
        "text": "Esto es como el lore que nadie va a leer",
        "class": "img-small"
      },
      {
        "src": "assets/img9.jpg",
        "alt": "skz9v",
        "text": "Al final, solo es relleno, deberías estar concentrada en la parte del medio ._.",
        "class": "img-small"
      },
      {
        "src": "assets/img10.jpg",
        "alt": "skz10v",
        "text": "Aunque, si quieres leer un poco de mi esquizofrenia pues acá anda xd",
        "class": "img-small"
      },
      {
        "src": "assets/img11.jpg",
        "alt": "skz11v",
        "text": "3 kilos de papa, 2 cocacolas, 1 aceite, oh, chat equivocado",
        "class": "img-small"
      },
      {
        "src": "assets/img12.jpg",
        "alt": "skz12v",
        "text": "",
        "class": "img-small"
      },
      {
        "src": "assets/img5.jpg",
        "alt": "skz5v",
        "text": "Esto no es de Dios, aunque admito que no es difícil, solo tardado xd",
        "class": "img-medium"
      },
      {
        "src": "assets/gif3.gif",
        "alt": "skz6v",
        "text": "La verdad es que esto me sirve mucho para practicar, así que, gracias por hacerme sentir tanto amor como para ponerme a programar",
        "class": "img-medium"
      },
      {
        "src": "assets/img7.jpg",
        "alt": "skz7v",
        "text": "Eres de las mejores motivaciones que tengo y espero poder ser para ti algo parecido en algún momento",
        "class": "img-medium"
      },
      {
        "src": "assets/gif4.gif",
        "alt": "skz8v",
        "text": "Bueno ya, mucha melosidad(?, espero no le busques el sentido a nada esto, porque no lo tiene uwu",
        "class": "img-large"
      },
      {
        "src": "assets/img13.jpg",
        "alt": "skz13v",
        "text": "Mientras estoy, voy a amar lo más que pueda *sonidos de salsa* y en parte benito tiene razón, aunque ya me lo dijo el Can",
        "class": "img-medium"
      },
      {
        "src": "assets/img14.jpg",
        "alt": "skz14v",
        "text": "Extraño a can :c, pero bue, lo importante es seguir y aprender que la vida es el ahora y a veces no existe el después",
        "class": "img-medium"
      },
      {
        "src": "assets/img15.jpg",
        "alt": "skz15v",
        "text": "Nunca más pongo tantas imagenes de hyunlix, voy a quemar el disco de mi pc después de esto",
        "class": "img-medium"
      },
      {
        "src": "assets/img16.jpg",
        "alt": "skz16v",
        "text": "",
        "class": "img-medium"
      }
    ]
  }